tap 'aredridel/iojs'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'
cask 'java'

brew 'ack'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'awscli'
brew 'boost'
brew 'pcre'
brew 'gettext'
brew 'git'
brew 'docker'
brew 'boot2docker'
brew 'cmake'
brew 'gmp'
brew 'mpfr'
brew 'cgal'
brew 'chromedriver'
brew 'ctags'
brew 'datomic'
brew 'libyaml'
brew 'fig'
brew 'libpng'
brew 'freetype'
brew 'freexl'
brew 'fzf'
brew 'jpeg'
brew 'giflib'
brew 'libtiff'
brew 'lzlib'
brew 'proj'
brew 'libgeotiff'
brew 'geos'
brew 'readline'
brew 'sqlite'
brew 'pkg-config'
brew 'gdbm'
brew 'openssl'
brew 'python'
brew 'libxml2'
brew 'libtool'
brew 'gpp'
brew 'json-c'
brew 'liblwgeom'
brew 'libspatialite'
brew 'postgresql', restart_service: true
brew 'mysql', restart_service: true
brew 'gdal'
brew 'libffi'
brew 'glib'
brew 'gnu-getopt'
brew 'gnupg'
brew 'heroku-toolbelt'
brew 'imagemagick'
brew 'john'
brew 'jq'
brew 'leiningen'
brew 'libevent'
brew 'maven'
brew 'memcached', restart_service: true
brew 'node'
brew 'pwgen'
brew 'tree'
brew 'pass'
brew 'phantomjs'
brew 'sfcgal'
brew 'postgis'
brew 'pv'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'ruby-build'
brew 'rbenv-default-gems'
brew 'rbenv-vars'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ruby-install'
brew 's3cmd'
brew 'solr'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'watchman', args: ['HEAD']
brew 'wget'
brew 'z'
brew 'zsh'
brew 'aredridel/iojs/iojs'
brew 'caskroom/cask/brew-cask'
brew 'thoughtbot/formulae/rcm'

cask 'alfred'
cask 'anki'
cask 'bartender'
cask 'bittorrent-sync'
cask 'caffeine'
cask 'calibre'
cask 'controlplane'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata'
cask 'fseventer'
cask 'gitx-rowanj'
cask 'google-chrome'
cask 'gpgtools'
cask 'handbrake'
cask 'iterm2'
cask 'seil'
cask 'karabiner'
cask 'keka'
cask 'macpar-deluxe'
cask 'minecraft'
cask 'nvalt'
cask 'ocenaudio'
cask 'omnifocus'
cask 'onyx'
cask 'selfcontrol'
cask 'shortcat'
cask 'sizeup'
cask 'skype'
cask 'soulseek'
cask 'torbrowser'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'visualvm'
cask 'vlc'
cask 'witch'
cask 'xld'
