tap "heroku/brew"
tap "thoughtbot/formulae"
tap "homebrew/core"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"

brew "openssl"

brew "ack"
brew "autoconf"
brew "automake"
brew "awscli"
brew "coreutils"
brew "cmake"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
# brew "datomic"
brew "diff-so-fancy"
brew "fzf"
brew "gcc", args: ["with-all-languages"]
brew "proj"
brew "gdb"
brew "gettext"
brew "ghc"
brew "ghostscript"
brew "git"
brew "gpg"
brew "htop"
brew "hub"
brew "imagemagick"
brew "john"
brew "oniguruma"
brew "jq"
brew "libtool" # asdf dependency
brew "libxslt" # asdf dependency
brew "libyaml" # asdf dependency
brew "mas"
brew "msgpack"
brew "neovim", args: ["HEAD"]
brew "readline"
brew "tree"
brew "postgis"
brew "puma/puma/puma-dev"
brew "pv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "s3cmd"
brew "tmux"
brew "unrar"
brew "vim"
brew "watch"
brew "wget"
brew "yarn", args: ["without-node"]
brew "z"
brew "zsh"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/rcm"
brew "unixodbc" # asdf dependency

cask_args appdir: "/Applications"
cask "1password"
cask "alfred"
cask "bartender"
cask "caffeine"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
# cask "gpgtools"
cask "handbrake"
cask "iterm2"
cask "karabiner-elements"
cask "little-snitch"
cask "nvalt"
cask "ocenaudio"
cask "onyx"
cask "postico"
cask "rekordbox"
cask "rowanj-gitx"
cask 'selfcontrol'
cask "sizeup"
cask "skype"
cask "soulseek"
cask "synergy"
cask "torbrowser"
cask "transmission"
cask "vlc"
cask "xld"
cask 'witch'
cask "yate"
cask "zeplin"
cask "caskroom/fonts/font-inconsolata"

mas "Airmail 3", id: 918858936
mas "Bear", id: 1091189122
mas "DaisyDisk", id: 411643860
mas "Day One Classic", id: 422304217
mas "Living Earth", id: 539362919
mas "Moom", id: 419330170
mas "Shazam", id: 897118787
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "VOX", id: 461369673
mas "Xcode", id: 497799835
