tap 'aredridel/iojs'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/boneyard'
tap 'homebrew/bundle'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'
cask 'java'

brew 'ack'
brew 'awscli'
brew 'gettext'
brew 'git'
brew 'docker'
brew 'boot2docker'
brew 'cmake'
brew 'chromedriver'
brew 'ctags'
brew 'datomic'
brew 'gdb'
brew 'libyaml'
brew 'libpng'
brew 'fzf'
brew 'jpeg'
brew 'giflib'
brew 'lzlib'
brew 'readline'
brew 'sqlite'
brew 'openssl'
brew 'python'
brew 'libxml2'
brew 'json-c'
brew 'postgresql', restart_service: true
brew 'mysql', restart_service: true
brew 'heroku-toolbelt'
brew 'foreman'
brew 'imagemagick'
brew 'john'
brew 'jq'
brew 'leiningen'
brew 'maven'
brew 'memcached', restart_service: true
brew 'nvm'
brew 'tree'
brew 'pass'
brew 'phantomjs'
brew 'postgis'
brew 'pow'
brew 'pv'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'ruby-build'
brew 'rbenv-default-gems'
brew 'rbenv-vars'
brew 'reattach-to-user-namespace'
brew 'redis', restart_service: true
brew 'ruby-install'
brew 's3cmd'
brew 'solr'
brew 'the_silver_searcher'
brew 'tmux'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'watchman'
brew 'wget'
brew 'z'
brew 'zsh'
brew 'thoughtbot/formulae/rcm'

cask 'alfred'
cask '1password'
cask 'bartender'
cask 'bittorrent-sync'
cask 'caffeine'
cask 'calibre'
cask 'controlplane'
cask 'dropbox'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata'
cask 'rowanj-gitx'
cask 'google-chrome'
cask 'gpgtools'
cask 'handbrake'
cask 'iterm2'
cask 'seil'
cask 'karabiner'
cask 'macpar-deluxe'
cask 'minecraft'
cask 'nvalt'
cask 'ocenaudio'
cask 'omnifocus'
cask 'onyx'
cask 'selfcontrol'
cask 'shortcat'
cask 'sizeup'
cask 'skype'
cask 'soulseek'
cask 'torbrowser'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'visualvm'
cask 'vlc'
cask 'witch'
cask 'xld'
