tap "heroku/brew"
tap "thoughtbot/formulae"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"

brew "openssl"

brew "ack"
brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "coreutils"
brew "cmake"
brew "fd"
brew "fzf"
brew "gcc", args: ["with-all-languages"]
brew "gdb"
brew "git"
brew "git-xargs"
brew "gpg"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "readline"
brew "tree"
brew "parity"
brew "postgres", restart_service: true
brew "postgis"
brew "puma/puma/puma-dev"
brew "pv"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "vim"
brew "watch"
brew "wget"
brew "z"
brew "zsh"
brew "fish"
brew "heroku/brew/heroku"
brew "direnv"
brew "fd"
brew "yadm"
brew "git-delta"
